Repository: Gikus/the-pagination-and-load-more
Catalog: languages/cubeb-pagination-and-load-more-*.po
Languages: ru_ru

source: Active Color
ru_ru: Цвет активного элемента

source: AJAX pagination and Load More button working synchronously.
ru_ru: AJAX пагинация и кнопка Загрузить Ещё работают синхронно.

source: AJAX Pagination Settings
ru_ru: Настройки AJAX пагинации

source: By default it is "more"
ru_ru: По умолчанию "more"

source: Change the text in the Load More button
ru_ru: Измените текст на кнопке «Загрузить еще»

source: Change the text that appears before results are loaded
ru_ru: Измените текст, который появляется перед загрузкой результатов.

source: Check this if you need pagination without URL change
ru_ru: Отметьте это, если вам нужна пагинация без изменения URL.

source: Check this if you want to use your own CSS styles
ru_ru: Отметьте это, если вы хотите использовать собственные стили CSS.

source: Choose color for active pagination elements
ru_ru: Выберите цвет для активных элементов пагинации

source: Choose color for hovered active pagination elements
ru_ru: Выберите цвет для активных элементов пагинации при наведении курсора

source: Choose Image
ru_ru: Выбрать изображение

source: Control pagination and Load More button visibility on mobile devices.
ru_ru: Управление видимостью пагинации и кнопки «Загрузить еще» на мобильных устройствах.

source: Control pagination and Load More button visibility on PC devices.
ru_ru: Управление видимостью пагинации и кнопки «Загрузить еще» на компьютерах.

source: CSS selector for the loop container to paginate.
ru_ru: CSS-селектор для контейнера цикла для пагинации.

source: Disable Default Styles
ru_ru: Отключить стили по умолчанию

source: Disable plugin's default pagination styles
ru_ru: Отключить стили пагинации плагина по умолчанию

source: Disable plugin's pages update in the URL
ru_ru: Отключить обновление страниц плагина в URL

source: Enable Load More Button
ru_ru: Включить кнопку «Загрузить еще»

source: Enable Pagination
ru_ru: Включить пагинацию

source: Evgeny Sudakoff
ru_ru: Евгений Судаков

source: Hover Color
ru_ru: Цвет при наведении

source: Load More Button text
ru_ru: Текст кнопки «Загрузить еще»

source: Mobile Settings (Screen Width < 768px)
ru_ru: Настройки мобильного устройства (ширина экрана < 768 пикселей)

source: Next Arrow Icon
ru_ru: Значок стрелки «Далее»

source: Not Found slug
ru_ru: Слаг страницы ошибки 404

source: Number of posts to show per page.
ru_ru: Количество постов для отображения на странице.

source: Or some arrow pic url here
ru_ru: Или ссылка на картинку со стрелкой

source: PC Settings (Screen Width ≥ 768px)
ru_ru: Настройки ПК (ширина экрана ≥ 768 пикселей)

source: Place here custom 404 Not Found template page slug with slashes.
ru_ru: Поместите здесь пользовательский шаблон страницы 404 Not Found со слешами.

source: Post Type to Paginate
ru_ru: Тип записи для пагинации

source: Posts Per Page
ru_ru: Записей на странице

source: Preloader text
ru_ru: Текст прелодера (Перед загрузкой постов)

source: Previous Arrow Icon
ru_ru: Значок стрелки «Предыдущие»

source: Query Selector (CSS)
ru_ru: Селектор запросов CSS (Query Selector)

source: Remove
ru_ru: Удалить

source: Remove pages from URL
ru_ru: Удалить страницы из URL

source: Select which post type should be paginated.
ru_ru: Выберите, какой тип записи следует разбить на страницы.

source: Show pagination buttons (Previous, Next, and page numbers).
ru_ru: Показывать кнопки пагинации («Предыдущая», «Следующая» и номера страниц).

source: Show the "Load More" button.
ru_ru: Показать кнопку «Загрузить еще».

source: Url path segment for Load More
ru_ru: URL сегмент для «Загрузить Еще»
